tap "aws/tap"
tap "dart-lang/dart"
tap "github/gh"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "k0sproject/tap"
tap "nbbrd/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "rfidresearchgroup/proxmark3"
tap "sass/sass"
tap "sdkman/tap"
tap "vmware-tanzu/carvel"
brew "act"
brew "openssl@3"
brew "readline"
brew "xz"
brew "ansible"
brew "zstd"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "grpc"
brew "llvm"
brew "arping"
brew "asciinema"
brew "assimp"
brew "astyle"
brew "autoconf"
brew "automake"
brew "boost"
brew "avro-c"
brew "python@3.11"
brew "awscli"
brew "bash-completion"
brew "libssh2"
brew "bat"
brew "biber"
brew "binutils"
brew "bullet"
brew "glib"
brew "cairo"
brew "coreutils"
brew "unbound"
brew "gnutls"
brew "tree-sitter"
brew "cask"
brew "cc65"
brew "ccache"
brew "ccls"
brew "clang-format"
brew "cmake"
brew "curl"
brew "libtool"
brew "php"
brew "composer"
brew "cython"
brew "dash"
brew "ddcctl"
brew "dfu-util"
brew "diff-so-fancy"
brew "docker-compose"
brew "docker-credential-helper"
brew "dockutil"
brew "doxygen"
brew "dtc"
brew "duti"
brew "easy-rsa"
brew "eigen"
brew "eza"
brew "fcl"
brew "fd"
brew "harfbuzz"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "figlet"
brew "fish"
brew "fisher"
brew "fswatch"
brew "fzf"
brew "gcc"
brew "gnupg"
brew "pkg-config"
brew "shared-mime-info"
brew "libheif"
brew "gdal"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-cliff"
brew "git-lfs"
brew "gnu-sed"
brew "gnuplot"
brew "go"
brew "gobject-introspection"
brew "netpbm"
brew "graphviz"
brew "grip"
brew "htop"
brew "httpie"
brew "hyperfine"
brew "imagemagick"
brew "imlib2"
brew "infracost"
brew "iperf"
brew "iproute2mac"
brew "openjdk"
brew "jdtls"
brew "jq"
brew "julia"
brew "just"
brew "k9s"
brew "keychain"
brew "kics"
brew "kompose"
brew "kubernetes-cli"
brew "leiningen"
brew "libnotify"
brew "libsass"
brew "lsusb"
brew "luajit"
brew "luarocks"
brew "make"
brew "node"
brew "mongosh"
brew "mosh"
brew "n"
brew "ncdu"
brew "neomutt"
brew "neovim"
brew "net-snmp"
brew "nghttp2"
brew "ninja"
brew "nmap"
brew "nushell"
brew "nvm"
brew "ocaml"
brew "openvpn"
brew "pandoc"
brew "pdsh"
brew "pillow"
brew "plow"
brew "podman"
brew "poetry"
brew "postgresql@14"
brew "pre-commit"
brew "procs"
brew "protobuf-c"
brew "pybind11"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "python@3.9"
brew "qemu"
brew "qrencode"
brew "qt@5"
brew "r"
brew "radare2"
brew "recode"
brew "ripgrep"
brew "ruff"
brew "rustup-init"
brew "sccache"
brew "sipcalc"
brew "ssh-copy-id"
brew "starship"
brew "swi-prolog"
brew "ta-lib"
brew "texlive"
brew "tinyxml2"
brew "tmux"
brew "tokei"
brew "typst"
brew "udunits"
brew "unzip"
brew "util-linux"
brew "uv"
brew "vermin"
brew "virtualenv"
brew "watch"
brew "wget"
brew "xsv"
brew "yadm"
brew "yarn"
brew "zig"
brew "zlib"
brew "zola"
brew "k0sproject/tap/k0sctl"
brew "nbbrd/tap/heylogs"
brew "osx-cross/avr/avr-gcc@8", link: true
brew "qmk/qmk/qmk"
brew "sass/sass/sass"
brew "sdkman/tap/sdkman-cli"
cask "audacity"
cask "blender"
cask "chromedriver", args: { appdir: "/Applications" }
cask "coconutbattery"
cask "cpuinfo"
cask "discord"
cask "firefox", args: { appdir: "/Applications" }
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "gcc-arm-embedded"
cask "gimp"
cask "google-chrome", args: { appdir: "/Applications" }
cask "google-earth-pro"
cask "inkscape"
cask "iterm2", args: { appdir: "/Applications" }
cask "keycastr"
cask "obs"
cask "obsidian"
cask "openvpn-connect"
cask "quarto"
cask "rancher", args: { appdir: "/Applications" }
cask "rectangle"
cask "signal"
cask "skim"
cask "slack", args: { appdir: "/Applications" }
cask "spotify", args: { appdir: "/Applications" }
cask "steam"
cask "via"
cask "vlc"
