tap "aws/tap"
tap "dart-lang/dart"
tap "github/gh"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "k0sproject/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "sass/sass"
tap "vmware-tanzu/carvel"
brew "act"
brew "xz"
brew "python@3.11"
brew "ansible", link: false
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "arping"
brew "asciinema"
brew "assimp"
brew "autoconf"
brew "automake"
brew "boost"
brew "avro-c"
brew "awscli"
brew "bash-completion"
brew "bat"
brew "bullet"
brew "glib"
brew "unbound"
brew "gnutls"
brew "cask"
brew "ccache"
brew "ccls"
brew "clang-format"
brew "cmake"
brew "libssh2"
brew "libtool"
brew "libpq"
brew "composer"
brew "cowsay"
brew "cython"
brew "dash"
brew "ddcctl"
brew "dfu-util"
brew "diff-so-fancy"
brew "docker-compose"
brew "docker-credential-helper"
brew "dockutil"
brew "doxygen"
brew "dtc"
brew "duti"
brew "openssl@3"
brew "easy-rsa"
brew "eigen"
brew "exa"
brew "fcl"
brew "fd"
brew "pango"
brew "ffmpeg"
brew "figlet"
brew "fish"
brew "fisher"
brew "fswatch"
brew "fzf"
brew "gcc"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "grip"
brew "grpc"
brew "htop"
brew "httpie"
brew "hyperfine"
brew "libheif"
brew "imagemagick"
brew "imlib2"
brew "infracost"
brew "iperf"
brew "iproute2mac"
brew "jdtls"
brew "jq"
brew "openblas"
brew "julia"
brew "just"
brew "k9s"
brew "keychain"
brew "kics"
brew "kompose"
brew "kubernetes-cli"
brew "libnotify"
brew "libsass"
brew "llvm"
brew "lsusb"
brew "luajit"
brew "make"
brew "mcrypt"
brew "mongosh"
brew "mosh"
brew "n"
brew "ncdu"
brew "neovim"
brew "net-snmp"
brew "netpbm"
brew "nghttp2"
brew "ninja"
brew "nmap"
brew "node"
brew "python@3.10"
brew "node@14"
brew "nushell"
brew "nvm"
brew "ocaml"
brew "pandoc"
brew "pdsh"
brew "pillow", link: false
brew "qemu"
brew "podman"
brew "virtualenv", link: false
brew "pre-commit"
brew "procs"
brew "protobuf-c", link: false
brew "pybind11"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.9"
brew "qt@5"
brew "r"
brew "ripgrep"
brew "rustup-init"
brew "sccache"
brew "sipcalc"
brew "ssh-copy-id"
brew "starship"
brew "swi-prolog"
brew "thefuck"
brew "tinyxml2"
brew "tmate"
brew "tmux"
brew "unzip"
brew "util-linux"
brew "watch"
brew "wget"
brew "xsv"
brew "yadm"
brew "yarn"
brew "zig"
brew "zlib"
brew "k0sproject/tap/k0sctl"
brew "osx-cross/avr/avr-gcc@8", link: true
brew "qmk/qmk/qmk"
cask "audacity"
cask "blender"
cask "chromedriver", args: { appdir: "/Applications" }
cask "coconutbattery"
cask "cpuinfo"
cask "discord"
cask "firefox", args: { appdir: "/Applications" }
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "gcc-arm-embedded"
cask "google-chrome", args: { appdir: "/Applications" }
cask "inkscape"
cask "iterm2", args: { appdir: "/Applications" }
cask "lulu", args: { appdir: "/Applications" }
cask "rancher", args: { appdir: "/Applications" }
cask "rectangle"
cask "skim"
cask "slack", args: { appdir: "/Applications" }
cask "spotify", args: { appdir: "/Applications" }
cask "steam"
cask "wireshark-chmodbpf"
